Repository: AkazaRenn/Versery
Catalog: View/Strings/*/DateTime.resw
Source language: en_us
Languages: zh_tw

source: now
zh_tw: 剛剛

# InSeconds
source: in {0}s
zh_tw: {0} 秒內

# SecondsAgo
source: {0}s
zh_tw: {0} 秒前

# InMinutes
source: in {0}m
zh_tw: {0} 分鐘內

# MinutesAgo
source: {0}m
zh_tw: {0} 分鐘前

# InHours
source: in {0}h
zh_tw: {0} 小時內

# HoursAgo
source: {0}h
zh_tw: {0} 小時前

# InDays
source: in {0}d
zh_tw: {0} 天內

# DaysAgo
source: {0}d
zh_tw: {0} 天前

# InYears
source: in {0}y
zh_tw: {0} 年內

# YearsAgo
source: {0}y
zh_tw: {0} 年前

# DurationSecondOne
source: {0} second
zh_tw: {0} 秒

# DurationSecondOther
source: {0} seconds
zh_tw: {0} 秒

# DurationMinuteOne
source: {0} minute
zh_tw: {0} 分鐘

# DurationMinuteOther
source: {0} minutes
zh_tw: {0} 分鐘

# DurationHourOne
source: {0} hour
zh_tw: {0} 小時

# DurationHourOther
source: {0} hours
zh_tw: {0} 小時

# DurationDayOne
source: {0} day
zh_tw: {0} 天

# DurationDayOther
source: {0} days
zh_tw: {0} 天
